[
    {
        "content": [
            {
                "content": {
                    "text": "Sun Tzu said: The art of war is of vital importance\r\nto the State.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "It is a matter of life and death, a road either to safety\r\nor to ruin. Hence it is a subject of inquiry which can on no account be\r\nneglected.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The art of war, then, is governed by five constant factors,\r\nto be taken into account in one's deliberations, when seeking to determine\r\nthe conditions obtaining in the field.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "These are: (1) The Moral Law; (2) Heaven; (3) Earth; (4)\r\nThe Commander; (5) Method and discipline.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The Moral Law causes the people to be in complete accord\r\nwith their ruler, so that they will follow him regardless of their lives,\r\nundismayed by any danger.\r\n"
                },
                "type": "li"
            },
            {
                "type": "li"
            },
            {
                "content": {
                    "text": "Heaven signifies night and day, cold and heat, times and\r\nseasons.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Earth comprises distances, great and small; danger and security;\r\nopen ground and narrow passes; the chances of life and death.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The Commander stands for the virtues of wisdom, sincerely,\r\nbenevolence, courage and strictness.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "By method and discipline are to be understood the marshaling\r\nof the army in its proper subdivisions, the graduations of rank among the\r\nofficers, the maintenance of roads by which supplies may reach the army,\r\nand the control of military expenditure.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "These five heads should be familiar to every general: he\r\nwho knows them will be victorious; he who knows them not will fail.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Therefore, in your deliberations, when seeking to determine\r\nthe military conditions, let them be made the basis of a comparison, in this\r\nwise:--\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "(1) Which of the two sovereigns is imbued with the Moral\r\nlaw? (2) Which of the two generals has most ability? (3) With whom lie the\r\nadvantages derived from Heaven and Earth? (4) On which side is discipline\r\nmost rigorously enforced? (5) Which army is stronger? (6) On which side are\r\nofficers and men more highly trained? (7) In which army is there the greater\r\nconstancy both in reward and punishment?\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "By means of these seven considerations I can forecast victory\r\nor defeat.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The general that hearkens to my counsel and acts upon it,\r\nwill conquer: let such a one be retained in command! The general that hearkens\r\nnot to my counsel nor acts upon it, will suffer defeat:--let such a one be\r\ndismissed!\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "While heading the profit of my counsel, avail yourself also\r\nof any helpful circumstances over and beyond the ordinary rules.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "According as circumstances are favorable, one should modify\r\none's plans.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "All warfare is based on deception.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Hence, when able to attack, we must seem unable; when using\r\nour forces, we must seem inactive; when we are near, we must make the enemy\r\nbelieve we are far away; when far away, we must make him believe we are\r\nnear.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Hold out baits to entice the enemy. Feign disorder, and crush\r\nhim.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If he is secure at all points, be prepared for him. If he\r\nis in superior strength, evade him.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If your opponent is of choleric temper, seek to irritate\r\nhim. Pretend to be weak, that he may grow arrogant.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If he is taking his ease, give him no rest. If his forces\r\nare united, separate them.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Attack him where he is unprepared, appear where you are not\r\nexpected.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "These military devices, leading to victory, must not be divulged\r\nbeforehand.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Now the general who wins a battle makes many calculations\r\nin his temple ere the battle is fought. The general who loses a battle makes\r\nbut few calculations beforehand. Thus do many calculations lead to victory,\r\nand few calculations to defeat: how much more no calculation at all! It is\r\nby attention to this point that I can foresee who is likely to win or lose.\r\n\r\n"
                },
                "type": "li"
            }
        ],
        "type": "ol"
    },
    {
        "content": [
            {
                "content": {
                    "text": "Sun Tzu said: In the operations of war, where there\r\nare in the field a thousand swift chariots, as many heavy chariots, and a\r\nhundred thousand mail-clad soldiers, with provisions enough to carry them\r\na thousand li, the expenditure at home and at the front, including entertainment\r\nof guests, small items such as glue and paint, and sums spent on chariots\r\nand armor, will reach the total of a thousand ounces of silver per day. Such\r\nis the cost of raising an army of 100,000 men.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When you engage in actual fighting, if victory is long in\r\ncoming, then men's weapons will grow dull and their ardor will be damped.\r\nIf you lay siege to a town, you will exhaust your strength.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Again, if the campaign is protracted, the resources of the\r\nState will not be equal to the strain.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Now, when your weapons are dulled, your ardor damped, your\r\nstrength exhausted and your treasure spent, other chieftains will spring\r\nup to take advantage of your extremity. Then no man, however wise, will be\r\nable to avert the consequences that must ensue.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Thus, though we have heard of stupid haste in war, cleverness\r\nhas never been seen associated with long delays.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "There is no instance of a country having benefited from prolonged\r\nwarfare.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "It is only one who is thoroughly acquainted with the evils\r\nof war that can thoroughly understand the profitable way of carrying it on.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The skillful soldier does not raise a second levy, neither\r\nare his supply-wagons loaded more than twice.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Bring war material with you from home, but forage on the\r\nenemy. Thus the army will have food enough for its needs.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Poverty of the State exchequer causes an army to be maintained\r\nby contributions from a distance. Contributing to maintain an army at a distance\r\ncauses the people to be impoverished.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "On the other hand, the proximity of an army causes prices\r\nto go up; and high prices cause the people's substance to be drained away.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When their substance is drained away, the peasantry will\r\nbe afflicted by heavy exactions.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "With this loss of substance and exhaustion of strength, the\r\nhomes of the people will be stripped bare, and three-tenths of their income\r\nwill be dissipated; while government expenses for broken chariots, worn-out\r\nhorses, breast-plates and helmets, bows and arrows, spears and shields,\r\nprotective mantles, draught-oxen and heavy wagons, will amount to four-tenths\r\nof its total revenue.\r\n"
                },
                "type": "li"
            },
            {
                "type": "li"
            },
            {
                "content": {
                    "text": "Hence a wise general makes a point of foraging on the enemy.\r\nOne cartload of the enemy's provisions is equivalent to twenty of one's own,\r\nand likewise a single picul of his provender is equivalent to twenty from\r\none's own store.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Now in order to kill the enemy, our men must be roused to\r\nanger; that there may be advantage from defeating the enemy, they must have\r\ntheir rewards.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Therefore in chariot fighting, when ten or more chariots\r\nhave been taken, those should be rewarded who took the first. Our own flags\r\nshould be substituted for those of the enemy, and the chariots mingled and\r\nused in conjunction with ours. The captured soldiers should be kindly treated\r\nand kept.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "This is called, using the conquered foe to augment one's\r\nown strength.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "In war, then, let your great object be victory, not lengthy\r\ncampaigns.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Thus it may be known that the leader of armies is the arbiter\r\nof the people's fate, the man on whom it depends whether the nation shall\r\nbe in peace or in peril. \r\n"
                },
                "type": "li"
            }
        ],
        "type": "ol"
    },
    {
        "content": [
            {
                "content": {
                    "text": "Sun Tzu said: In the practical art of war, the best\r\nthing of all is to take the enemy's country whole and intact; to shatter\r\nand destroy it is not so good. So, too, it is better to recapture an army\r\nentire than to destroy it, to capture a regiment, a detachment or a company\r\nentire than to destroy them.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Hence to fight and conquer in all your battles is not supreme\r\nexcellence; supreme excellence consists in breaking the enemy's resistance\r\nwithout fighting.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Thus the highest form of generalship is to balk the enemy's\r\nplans; the next best is to prevent the junction of the enemy's forces; the\r\nnext in order is to attack the enemy's army in the field; and the worst policy\r\nof all is to besiege walled cities.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The rule is, not to besiege walled cities if it can possibly\r\nbe avoided. The preparation of mantlets, movable shelters, and various implements\r\nof war, will take up three whole months; and the piling up of mounds over\r\nagainst the walls will take three months more.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The general, unable to control his irritation, will launch\r\nhis men to the assault like swarming ants, with the result that one-third\r\nof his men are slain, while the town still remains untaken. Such are the\r\ndisastrous effects of a siege.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Therefore the skillful leader subdues the enemy's troops\r\nwithout any fighting; he captures their cities without laying siege to them;\r\nhe overthrows their kingdom without lengthy operations in the field.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "With his forces intact he will dispute the mastery of the\r\nEmpire, and thus, without losing a man, his triumph will be complete. This\r\nis the method of attacking by stratagem.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "It is the rule in war, if our forces are ten to the enemy's\r\none, to surround him; if five to one, to attack him; if twice as numerous,\r\nto divide our army into two.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If equally matched, we can offer battle; if slightly inferior\r\nin numbers, we can avoid the enemy; if quite unequal in every way, we can\r\nflee from him.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Hence, though an obstinate fight may be made by a small force,\r\nin the end it must be captured by the larger force.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Now the general is the bulwark of the State; if the bulwark\r\nis complete at all points; the State will be strong; if the bulwark is defective,\r\nthe State will be weak.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "There are three ways in which a ruler can bring misfortune\r\nupon his army:--\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "(1) By commanding the army to advance or to retreat, being\r\nignorant of the fact that it cannot obey. This is called hobbling the army.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "(2) By attempting to govern an army in the same way as he\r\nadministers a kingdom, being ignorant of the conditions which obtain in an\r\narmy. This causes restlessness in the soldier's minds.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "(3) By employing the officers of his army without discrimination,\r\nthrough ignorance of the military principle of adaptation to circumstances.\r\nThis shakes the confidence of the soldiers.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "But when the army is restless and distrustful, trouble is\r\nsure to come from the other feudal princes. This is simply bringing anarchy\r\ninto the army, and flinging victory away.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Thus we may know that there are five essentials for victory:\r\n(1) He will win who knows when to fight and when not to fight. (2) He will\r\nwin who knows how to handle both superior and inferior forces. (3) He will\r\nwin whose army is animated by the same spirit throughout all its ranks. (4)\r\nHe will win who, prepared himself, waits to take the enemy unprepared. (5)\r\nHe will win who has military capacity and is not interfered with by the\r\nsovereign.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Hence the saying: If you know the enemy and know yourself,\r\nyou need not fear the result of a hundred battles. If you know yourself but\r\nnot the enemy, for every victory gained you will also suffer a defeat. If\r\nyou know neither the enemy nor yourself, you will succumb in every battle.\r\n\r\n"
                },
                "type": "li"
            }
        ],
        "type": "ol"
    },
    {
        "content": [
            {
                "content": {
                    "text": "Sun Tzu said: The good fighters of old first put\r\nthemselves beyond the possibility of defeat, and then waited for an opportunity\r\nof defeating the enemy.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "To secure ourselves against defeat lies in our own hands,\r\nbut the opportunity of defeating the enemy is provided by the enemy\r\nhimself.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Thus the good fighter is able to secure himself against defeat,\r\nbut cannot make certain of defeating the enemy.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Hence the saying: One may know how to conquer without being\r\nable to do it.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Security against defeat implies defensive tactics; ability\r\nto defeat the enemy means taking the offensive.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Standing on the defensive indicates insufficient strength;\r\nattacking, a superabundance of strength.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The general who is skilled in defense hides in the most secret\r\nrecesses of the earth; he who is skilled in attack flashes forth from the\r\ntopmost heights of heaven. Thus on the one hand we have ability to protect\r\nourselves; on the other, a victory that is complete.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "To see victory only when it is within the ken of the common\r\nherd is not the acme of excellence.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Neither is it the acme of excellence if you fight and conquer\r\nand the whole Empire says, \"Well done!\"\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "To lift an autumn hair is no sign of great strength; to see\r\nthe sun and moon is no sign of sharp sight; to hear the noise of thunder\r\nis no sign of a quick ear.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "What the ancients called a clever fighter is one who not\r\nonly wins, but excels in winning with ease.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Hence his victories bring him neither reputation for wisdom\r\nnor credit for courage.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "He wins his battles by making no mistakes. Making no mistakes\r\nis what establishes the certainty of victory, for it means conquering an\r\nenemy that is already defeated.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Hence the skillful fighter puts himself into a position which\r\nmakes defeat impossible, and does not miss the moment for defeating the\r\nenemy.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Thus it is that in war the victorious strategist only seeks\r\nbattle after the victory has been won, whereas he who is destined to defeat\r\nfirst fights and afterwards looks for victory.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The consummate leader cultivates the moral law, and strictly\r\nadheres to method and discipline; thus it is in his power to control\r\nsuccess.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "In respect of military method, we have, firstly, Measurement;\r\nsecondly, Estimation of quantity; thirdly, Calculation; fourthly, Balancing\r\nof chances; fifthly, Victory.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Measurement owes its existence to Earth; Estimation of quantity\r\nto Measurement; Calculation to Estimation of quantity; Balancing of chances\r\nto Calculation; and Victory to Balancing of chances.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "A victorious army opposed to a routed one, is as a pound's\r\nweight placed in the scale against a single grain.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The onrush of a conquering force is like the bursting of\r\npent-up waters into a chasm a thousand fathoms deep. \r\n"
                },
                "type": "li"
            }
        ],
        "type": "ol"
    },
    {
        "content": [
            {
                "content": {
                    "text": "Sun Tzu said: The control of a large force is the\r\nsame principle as the control of a few men: it is merely a question of dividing\r\nup their numbers.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Fighting with a large army under your command is nowise different\r\nfrom fighting with a small one: it is merely a question of instituting signs\r\nand signals.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "To ensure that your whole host may withstand the brunt of\r\nthe enemy's attack and remain unshaken-- this is effected by maneuvers direct\r\nand indirect.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "That the impact of your army may be like a grindstone dashed\r\nagainst an egg--this is effected by the science of weak points and strong.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "In all fighting, the direct method may be used for joining\r\nbattle, but indirect methods will be needed in order to secure victory.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Indirect tactics, efficiently applied, are inexhaustible\r\nas Heaven and Earth, unending as the flow of rivers and streams; like the\r\nsun and moon, they end but to begin anew; like the four seasons, they pass\r\naway to return once more.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "There are not more than five musical notes, yet the combinations\r\nof these five give rise to more melodies than can ever be heard.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "There are not more than five primary colors (blue, yellow,\r\nred, white, and black), yet in combination they produce more hues than can\r\never been seen.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "There are not more than five cardinal tastes (sour, acrid,\r\nsalt, sweet, bitter), yet combinations of them yield more flavors than can\r\never be tasted.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "In battle, there are not more than two methods of attack--the\r\ndirect and the indirect; yet these two in combination give rise to an endless\r\nseries of maneuvers.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The direct and the indirect lead on to each other in turn.\r\nIt is like moving in a circle--you never come to an end. Who can exhaust\r\nthe possibilities of their combination?\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The onset of troops is like the rush of a torrent which will\r\neven roll stones along in its course.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The quality of decision is like the well-timed swoop of a\r\nfalcon which enables it to strike and destroy its victim.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Therefore the good fighter will be terrible in his onset,\r\nand prompt in his decision.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Energy may be likened to the bending of a crossbow; decision,\r\nto the releasing of a trigger.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Amid the turmoil and tumult of battle, there may be seeming\r\ndisorder and yet no real disorder at all; amid confusion and chaos, your\r\narray may be without head or tail, yet it will be proof against defeat.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Simulated disorder postulates perfect discipline, simulated\r\nfear postulates courage; simulated weakness postulates strength.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Hiding order beneath the cloak of disorder is simply a question\r\nof subdivision; concealing courage under a show of timidity presupposes a\r\nfund of latent energy; masking strength with weakness is to be effected by\r\ntactical dispositions.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Thus one who is skillful at keeping the enemy on the move\r\nmaintains deceitful appearances, according to which the enemy will act. He\r\nsacrifices something, that the enemy may snatch at it.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "By holding out baits, he keeps him on the march; then with\r\na body of picked men he lies in wait for him.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The clever combatant looks to the effect of combined energy,\r\nand does not require too much from individuals. Hence his ability to pick\r\nout the right men and utilize combined energy.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When he utilizes combined energy, his fighting men become\r\nas it were like unto rolling logs or stones. For it is the nature of a log\r\nor stone to remain motionless on level ground, and to move when on a slope;\r\nif four-cornered, to come to a standstill, but if round-shaped, to go rolling\r\ndown.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Thus the energy developed by good fighting men is as the\r\nmomentum of a round stone rolled down a mountain thousands of feet in height.\r\nSo much on the subject of energy. \r\n"
                },
                "type": "li"
            }
        ],
        "type": "ol"
    },
    {
        "content": [
            {
                "content": {
                    "text": "Sun Tzu said: Whoever is first in the field and\r\nawaits the coming of the enemy, will be fresh for the fight; whoever is second\r\nin the field and has to hasten to battle will arrive exhausted.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Therefore the clever combatant imposes his will on the enemy,\r\nbut does not allow the enemy's will to be imposed on him.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "By holding out advantages to him, he can cause the enemy\r\nto approach of his own accord; or, by inflicting damage, he can make it\r\nimpossible for the enemy to draw near.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If the enemy is taking his ease, he can harass him; if well\r\nsupplied with food, he can starve him out; if quietly encamped, he can force\r\nhim to move.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Appear at points which the enemy must hasten to defend; march\r\nswiftly to places where you are not expected.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "An army may march great distances without distress, if it\r\nmarches through country where the enemy is not.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "You can be sure of succeeding in your attacks if you only\r\nattack places which are undefended.You can ensure the safety of your defense\r\nif you only hold positions that cannot be attacked.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Hence that general is skillful in attack whose opponent does\r\nnot know what to defend; and he is skillful in defense whose opponent does\r\nnot know what to attack.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "O divine art of subtlety and secrecy! Through you we learn\r\nto be invisible, through you inaudible; and hence we can hold the enemy's\r\nfate in our hands.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "You may advance and be absolutely irresistible, if you make\r\nfor the enemy's weak points; you may retire and be safe from pursuit if your\r\nmovements are more rapid than those of the enemy.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If we wish to fight, the enemy can be forced to an engagement\r\neven though he be sheltered behind a high rampart and a deep ditch. All we\r\nneed do is attack some other place that he will be obliged to relieve.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If we do not wish to fight, we can prevent the enemy from\r\nengaging us even though the lines of our encampment be merely traced out\r\non the ground. All we need do is to throw something odd and unaccountable\r\nin his way.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "By discovering the enemy's dispositions and remaining invisible\r\nourselves, we can keep our forces concentrated, while the enemy's must be\r\ndivided.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "We can form a single united body, while the enemy must split\r\nup into fractions. Hence there will be a whole pitted against separate parts\r\nof a whole, which means that we shall be many to the enemy's few.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "And if we are able thus to attack an inferior force with\r\na superior one, our opponents will be in dire straits.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The spot where we intend to fight must not be made known;\r\nfor then the enemy will have to prepare against a possible attack at several\r\ndifferent points; and his forces being thus distributed in many directions,\r\nthe numbers we shall have to face at any given point will be proportionately\r\nfew.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "For should the enemy strengthen his van, he will weaken his\r\nrear; should he strengthen his rear, he will weaken his van; should he strengthen\r\nhis left, he will weaken his right; should he strengthen his right, he will\r\nweaken his left. If he sends reinforcements everywhere, he will everywhere\r\nbe weak.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Numerical weakness comes from having to prepare against possible\r\nattacks; numerical strength, from compelling our adversary to make these\r\npreparations against us.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Knowing the place and the time of the coming battle, we may\r\nconcentrate from the greatest distances in order to fight.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "But if neither time nor place be known, then the left wing\r\nwill be impotent to succor the right, the right equally impotent to succor\r\nthe left, the van unable to relieve the rear, or the rear to support the\r\nvan. How much more so if the furthest portions of the army are anything under\r\na hundred LI apart, and even the nearest are separated by several LI!\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Though according to my estimate the soldiers of Yueh exceed\r\nour own in number, that shall advantage them nothing in the matter of victory.\r\nI say then that victory can be achieved.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Though the enemy be stronger in numbers, we may prevent him\r\nfrom fighting. Scheme so as to discover his plans and the likelihood of their\r\nsuccess.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Rouse him, and learn the principle of his activity or inactivity.\r\nForce him to reveal himself, so as to find out his vulnerable spots.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Carefully compare the opposing army with your own, so that\r\nyou may know where strength is superabundant and where it is deficient.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "In making tactical dispositions, the highest pitch you can\r\nattain is to conceal them; conceal your dispositions, and you will be safe\r\nfrom the prying of the subtlest spies, from the machinations of the wisest\r\nbrains.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "How victory may be produced for them out of the enemy's own\r\ntactics--that is what the multitude cannot comprehend.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "All men can see the tactics whereby I conquer, but what none\r\ncan see is the strategy out of which victory is evolved.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Do not repeat the tactics which have gained you one victory,\r\nbut let your methods be regulated by the infinite variety of circumstances.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Military tactics are like unto water; for water in its natural\r\ncourse runs away from high places and hastens downwards.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "So in war, the way is to avoid what is strong and to strike\r\nat what is weak.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Water shapes its course according to the nature of the ground\r\nover which it flows; the soldier works out his victory in relation to the\r\nfoe whom he is facing.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Therefore, just as water retains no constant shape, so in\r\nwarfare there are no constant conditions.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "He who can modify his tactics in relation to his opponent\r\nand thereby succeed in winning, may be called a heaven-born captain.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The five elements (water, fire, wood, metal, earth) are not\r\nalways equally predominant; the four seasons make way for each other in turn.\r\nThere are short days and long; the moon has its periods of waning and waxing.\r\n\r\n"
                },
                "type": "li"
            }
        ],
        "type": "ol"
    },
    {
        "content": [
            {
                "content": {
                    "text": "Sun Tzu said: In war, the general receives his commands\r\nfrom the sovereign.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Having collected an army and concentrated his forces, he\r\nmust blend and harmonize the different elements thereof before pitching his\r\ncamp.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "After that, comes tactical maneuvering, than which there\r\nis nothing more difficult. The difficulty of tactical maneuvering consists\r\nin turning the devious into the direct, and misfortune into gain.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Thus, to take a long and circuitous route, after enticing\r\nthe enemy out of the way, and though starting after him, to contrive to reach\r\nthe goal before him, shows knowledge of the artifice of DEVIATION.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Maneuvering with an army is advantageous; with an undisciplined\r\nmultitude, most dangerous.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If you set a fully equipped army in march in order to snatch\r\nan advantage, the chances are that you will be too late. On the other hand,\r\nto detach a flying column for the purpose involves the sacrifice of its baggage\r\nand stores.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Thus, if you order your men to roll up their buff-coats,\r\nand make forced marches without halting day or night, covering double the\r\nusual distance at a stretch, doing a hundred LI in order to wrest an advantage,\r\nthe leaders of all your three divisions will fall into the hands of the\r\nenemy.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The stronger men will be in front, the jaded ones will fall\r\nbehind, and on this plan only one-tenth of your army will reach its\r\ndestination.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If you march fifty LI in order to outmaneuver the enemy,\r\nyou will lose the leader of your first division, and only half your force\r\nwill reach the goal.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If you march thirty LI with the same object, two-thirds of\r\nyour army will arrive.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "We may take it then that an army without its baggage-train\r\nis lost; without provisions it is lost; without bases of supply it is lost.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "We cannot enter into alliances until we are acquainted with\r\nthe designs of our neighbors.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "We are not fit to lead an army on the march unless we are\r\nfamiliar with the face of the country--its mountains and forests, its pitfalls\r\nand precipices, its marshes and swamps.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "We shall be unable to turn natural advantage to account unless\r\nwe make use of local guides.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "In war, practice dissimulation, and you will succeed.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Whether to concentrate or to divide your troops, must be\r\ndecided by circumstances.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Let your rapidity be that of the wind, your compactness that\r\nof the forest.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "In raiding and plundering be like fire, is immovability like\r\na mountain.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Let your plans be dark and impenetrable as night, and when\r\nyou move, fall like a thunderbolt.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When you plunder a countryside, let the spoil be divided\r\namongst your men; when you capture new territory, cut it up into allotments\r\nfor the benefit of the soldiery.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Ponder and deliberate before you make a move.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "He will conquer who has learnt the artifice of deviation.\r\nSuch is the art of maneuvering.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The Book of Army Management says: On the field of battle,\r\nthe spoken word does not carry far enough: hence the institution of gongs\r\nand drums. Nor can ordinary objects be seen clearly enough: hence the institution\r\nof banners and flags.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Gongs and drums, banners and flags, are means whereby the\r\nears and eyes of the host may be focused on one particular point.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The host thus forming a single united body, is it impossible\r\neither for the brave to advance alone, or for the cowardly to retreat alone.\r\nThis is the art of handling large masses of men.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "In night-fighting, then, make much use of signal-fires and\r\ndrums, and in fighting by day, of flags and banners, as a means of influencing\r\nthe ears and eyes of your army.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "A whole army may be robbed of its spirit; a commander-in-chief\r\nmay be robbed of his presence of mind.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Now a soldier's spirit is keenest in the morning; by noonday\r\nit has begun to flag; and in the evening, his mind is bent only on returning\r\nto camp.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "A clever general, therefore, avoids an army when its spirit\r\nis keen, but attacks it when it is sluggish and inclined to return. This\r\nis the art of studying moods.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Disciplined and calm, to await the appearance of disorder\r\nand hubbub amongst the enemy:--this is the art of retaining\r\nself-possession.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "To be near the goal while the enemy is still far from it,\r\nto wait at ease while the enemy is toiling and struggling, to be well-fed\r\nwhile the enemy is famished:--this is the art of husbanding one's strength.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "To refrain from intercepting an enemy whose banners are in\r\nperfect order, to refrain from attacking an army drawn up in calm and confident\r\narray:--this is the art of studying circumstances.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "It is a military axiom not to advance uphill against the\r\nenemy, nor to oppose him when he comes downhill.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Do not pursue an enemy who simulates flight; do not attack\r\nsoldiers whose temper is keen.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Do not swallow bait offered by the enemy. Do not interfere\r\nwith an army that is returning home.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When you surround an army, leave an outlet free. Do not press\r\na desperate foe too hard.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Such is the art of warfare. \r\n"
                },
                "type": "li"
            }
        ],
        "type": "ol"
    },
    {
        "content": [
            {
                "content": {
                    "text": "Sun Tzu said: In war, the general receives his commands\r\nfrom the sovereign, collects his army and concentrates his forces\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When in difficult country, do not encamp. In country where\r\nhigh roads intersect, join hands with your allies. Do not linger in dangerously\r\nisolated positions. In hemmed-in situations, you must resort to stratagem.\r\nIn desperate position, you must fight.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "There are roads which must not be followed, armies which\r\nmust be not attacked, towns which must be besieged, positions which must\r\nnot be contested, commands of the sovereign which must not be obeyed.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The general who thoroughly understands the advantages that\r\naccompany variation of tactics knows how to handle his troops.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The general who does not understand these, may be well acquainted\r\nwith the configuration of the country, yet he will not be able to turn his\r\nknowledge to practical account.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "So, the student of war who is unversed in the art of war\r\nof varying his plans, even though he be acquainted with the Five Advantages,\r\nwill fail to make the best use of his men.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Hence in the wise leader's plans, considerations of advantage\r\nand of disadvantage will be blended together.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If our expectation of advantage be tempered in this way,\r\nwe may succeed in accomplishing the essential part of our schemes.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If, on the other hand, in the midst of difficulties we are\r\nalways ready to seize an advantage, we may extricate ourselves from\r\nmisfortune.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Reduce the hostile chiefs by inflicting damage on them; and\r\nmake trouble for them, and keep them constantly engaged; hold out specious\r\nallurements, and make them rush to any given point.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The art of war teaches us to rely not on the likelihood of\r\nthe enemy's not coming, but on our own readiness to receive him; not on the\r\nchance of his not attacking, but rather on the fact that we have made our\r\nposition unassailable.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "There are five dangerous faults which may affect a general:\r\n(1) Recklessness, which leads to destruction; (2) cowardice, which leads\r\nto capture; (3) a hasty temper, which can be provoked by insults; (4) a delicacy\r\nof honor which is sensitive to shame; (5) over-solicitude for his men, which\r\nexposes him to worry and trouble.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "These are the five besetting sins of a general, ruinous to\r\nthe conduct of war.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When an army is overthrown and its leader slain, the cause\r\nwill surely be found among these five dangerous faults. Let them be a subject\r\nof meditation. \r\n"
                },
                "type": "li"
            }
        ],
        "type": "ol"
    },
    {
        "content": [
            {
                "content": {
                    "text": "Sun Tzu said: We come now to the question of encamping\r\nthe army, and observing signs of the enemy. Pass quickly over mountains,\r\nand keep in the neighborhood of valleys.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Camp in high places, facing the sun. Do not climb heights\r\nin order to fight. So much for mountain warfare.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "After crossing a river, you should get far away from it.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When an invading force crosses a river in its onward march,\r\ndo not advance to meet it in mid-stream. It will be best to let half the\r\narmy get across, and then deliver your attack.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If you are anxious to fight, you should not go to meet the\r\ninvader near a river which he has to cross.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Moor your craft higher up than the enemy, and facing the\r\nsun. Do not move up-stream to meet the enemy. So much for river warfare.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "In crossing salt-marshes, your sole concern should be to\r\nget over them quickly, without any delay.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If forced to fight in a salt-marsh, you should have water\r\nand grass near you, and get your back to a clump of trees. So much for operations\r\nin salt-marches.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "In dry, level country, take up an easily accessible position\r\nwith rising ground to your right and on your rear, so that the danger may\r\nbe in front, and safety lie behind. So much for campaigning in flat\r\ncountry.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "These are the four useful branches of military knowledge\r\nwhich enabled the Yellow Emperor to vanquish four several sovereigns.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "All armies prefer high ground to low and sunny places to\r\ndark.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If you are careful of your men, and camp on hard ground,\r\nthe army will be free from disease of every kind, and this will spell\r\nvictory.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When you come to a hill or a bank, occupy the sunny side,\r\nwith the slope on your right rear. Thus you will at once act for the benefit\r\nof your soldiers and utilize the natural advantages of the ground.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When, in consequence of heavy rains up-country, a river which\r\nyou wish to ford is swollen and flecked with foam, you must wait until it\r\nsubsides.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Country in which there are precipitous cliffs with torrents\r\nrunning between, deep natural hollows, confined places, tangled thickets,\r\nquagmires and crevasses, should be left with all possible speed and not\r\napproached.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "While we keep away from such places, we should get the enemy\r\nto approach them; while we face them, we should let the enemy have them on\r\nhis rear.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If in the neighborhood of your camp there should be any hilly\r\ncountry, ponds surrounded by aquatic grass, hollow basins filled with reeds,\r\nor woods with thick undergrowth, they must be carefully routed out and searched;\r\nfor these are places where men in ambush or insidious spies are likely to\r\nbe lurking.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When the enemy is close at hand and remains quiet, he is\r\nrelying on the natural strength of his position.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When he keeps aloof and tries to provoke a battle, he is\r\nanxious for the other side to advance.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If his place of encampment is easy of access, he is tendering\r\na bait.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Movement amongst the trees of a forest shows that the enemy\r\nis advancing. The appearance of a number of screens in the midst of thick\r\ngrass means that the enemy wants to make us suspicious.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The rising of birds in their flight is the sign of an ambuscade.\r\nStartled beasts indicate that a sudden attack is coming.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When there is dust rising in a high column, it is the sign\r\nof chariots advancing; when the dust is low, but spread over a wide area,\r\nit betokens the approach of infantry. When it branches out in different\r\ndirections, it shows that parties have been sent to collect firewood. A few\r\nclouds of dust moving to and fro signify that the army is encamping.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Humble words and increased preparations are signs that the\r\nenemy is about to advance. Violent language and driving forward as if to\r\nthe attack are signs that he will retreat.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When the light chariots come out first and take up a position\r\non the wings, it is a sign that the enemy is forming for battle.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Peace proposals unaccompanied by a sworn covenant indicate\r\na plot.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When there is much running about and the soldiers fall into\r\nrank, it means that the critical moment has come.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When some are seen advancing and some retreating, it is a\r\nlure.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When the soldiers stand leaning on their spears, they are\r\nfaint from want of food.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If those who are sent to draw water begin by drinking themselves,\r\nthe army is suffering from thirst.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If the enemy sees an advantage to be gained and makes no\r\neffort to secure it, the soldiers are exhausted.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If birds gather on any spot, it is unoccupied. Clamor by\r\nnight betokens nervousness.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If there is disturbance in the camp, the general's authority\r\nis weak. If the banners and flags are shifted about, sedition is afoot. If\r\nthe officers are angry, it means that the men are weary.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When an army feeds its horses with grain and kills its cattle\r\nfor food, and when the men do not hang their cooking-pots over the camp-fires,\r\nshowing that they will not return to their tents, you may know that they\r\nare determined to fight to the death.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The sight of men whispering together in small knots or speaking\r\nin subdued tones points to disaffection amongst the rank and file.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Too frequent rewards signify that the enemy is at the end\r\nof his resources; too many punishments betray a condition of dire distress.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "To begin by bluster, but afterwards to take fright at the\r\nenemy's numbers, shows a supreme lack of intelligence.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When envoys are sent with compliments in their mouths, it\r\nis a sign that the enemy wishes for a truce.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If the enemy's troops march up angrily and remain facing\r\nours for a long time without either joining battle or taking themselves off\r\nagain, the situation is one that demands great vigilance and\r\ncircumspection.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If our troops are no more in number than the enemy, that\r\nis amply sufficient; it only means that no direct attack can be made. What\r\nwe can do is simply to concentrate all our available strength, keep a close\r\nwatch on the enemy, and obtain reinforcements.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "He who exercises no forethought but makes light of his opponents\r\nis sure to be captured by them.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If soldiers are punished before they have grown attached\r\nto you, they will not prove submissive; and, unless submissive, then will\r\nbe practically useless. If, when the soldiers have become attached to you,\r\npunishments are not enforced, they will still be unless.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Therefore soldiers must be treated in the first instance\r\nwith humanity, but kept under control by means of iron discipline. This is\r\na certain road to victory.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If in training soldiers commands are habitually enforced,\r\nthe army will be well-disciplined; if not, its discipline will be bad.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If a general shows confidence in his men but always insists\r\non his orders being obeyed, the gain will be mutual. \r\n"
                },
                "type": "li"
            }
        ],
        "type": "ol"
    },
    {
        "content": [
            {
                "content": {
                    "text": "Sun Tzu said: We may distinguish six kinds of terrain,\r\nto wit: (1) Accessible ground; (2) entangling ground; (3) temporizing ground;\r\n(4) narrow passes; (5) precipitous heights; (6) positions at a great distance\r\nfrom the enemy.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Ground which can be freely traversed by both sides is called\r\naccessible.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "With regard to ground of this nature, be before the enemy\r\nin occupying the raised and sunny spots, and carefully guard your line of\r\nsupplies. Then you will be able to fight with advantage.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Ground which can be abandoned but is hard to re-occupy is\r\ncalled entangling.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "From a position of this sort, if the enemy is unprepared,\r\nyou may sally forth and defeat him. But if the enemy is prepared for your\r\ncoming, and you fail to defeat him, then, return being impossible, disaster\r\nwill ensue.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When the position is such that neither side will gain by\r\nmaking the first move, it is called temporizing ground.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "In a position of this sort, even though the enemy should\r\noffer us an attractive bait, it will be advisable not to stir forth, but\r\nrather to retreat, thus enticing the enemy in his turn; then, when part of\r\nhis army has come out, we may deliver our attack with advantage.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "With regard to narrow passes, if you can occupy them first,\r\nlet them be strongly garrisoned and await the advent of the enemy.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Should the army forestall you in occupying a pass, do not\r\ngo after him if the pass is fully garrisoned, but only if it is weakly\r\ngarrisoned.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "With regard to precipitous heights, if you are beforehand\r\nwith your adversary, you should occupy the raised and sunny spots, and there\r\nwait for him to come up.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If the enemy has occupied them before you, do not follow\r\nhim, but retreat and try to entice him away.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If you are situated at a great distance from the enemy, and\r\nthe strength of the two armies is equal, it is not easy to provoke a battle,\r\nand fighting will be to your disadvantage.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "These six are the principles connected with Earth. The general\r\nwho has attained a responsible post must be careful to study them.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Now an army is exposed to six several calamities, not arising\r\nfrom natural causes, but from faults for which the general is responsible.\r\nThese are: (1) Flight; (2) insubordination; (3) collapse; (4) ruin; (5)\r\ndisorganization; (6) rout.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Other conditions being equal, if one force is hurled against\r\nanother ten times its size, the result will be the flight of the former.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When the common soldiers are too strong and their officers\r\ntoo weak, the result is insubordination. When the officers are too strong\r\nand the common soldiers too weak, the result is collapse.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When the higher officers are angry and insubordinate, and\r\non meeting the enemy give battle on their own account from a feeling of\r\nresentment, before the commander-in-chief can tell whether or no he is in\r\na position to fight, the result is ruin.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When the general is weak and without authority; when his\r\norders are not clear and distinct; when there are no fixes duties assigned\r\nto officers and men, and the ranks are formed in a slovenly haphazard manner,\r\nthe result is utter disorganization.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When a general, unable to estimate the enemy's strength,\r\nallows an inferior force to engage a larger one, or hurls a weak detachment\r\nagainst a powerful one, and neglects to place picked soldiers in the front\r\nrank, the result must be rout.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "These are six ways of courting defeat, which must be carefully\r\nnoted by the general who has attained a responsible post.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The natural formation of the country is the soldier's best\r\nally; but a power of estimating the adversary, of controlling the forces\r\nof victory, and of shrewdly calculating difficulties, dangers and distances,\r\nconstitutes the test of a great general.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "He who knows these things, and in fighting puts his knowledge\r\ninto practice, will win his battles. He who knows them not, nor practices\r\nthem, will surely be defeated.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If fighting is sure to result in victory, then you must fight,\r\neven though the ruler forbid it; if fighting will not result in victory,\r\nthen you must not fight even at the ruler's bidding.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The general who advances without coveting fame and retreats\r\nwithout fearing disgrace, whose only thought is to protect his country and\r\ndo good service for his sovereign, is the jewel of the kingdom.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Regard your soldiers as your children, and they will follow\r\nyou into the deepest valleys; look upon them as your own beloved sons, and\r\nthey will stand by you even unto death.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If, however, you are indulgent, but unable to make your authority\r\nfelt; kind-hearted, but unable to enforce your commands; and incapable, moreover,\r\nof quelling disorder: then your soldiers must be likened to spoilt children;\r\nthey are useless for any practical purpose.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If we know that our own men are in a condition to attack,\r\nbut are unaware that the enemy is not open to attack, we have gone only halfway\r\ntowards victory.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If we know that the enemy is open to attack, but are unaware\r\nthat our own men are not in a condition to attack, we have gone only halfway\r\ntowards victory.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If we know that the enemy is open to attack, and also know\r\nthat our men are in a condition to attack, but are unaware that the nature\r\nof the ground makes fighting impracticable, we have still gone only halfway\r\ntowards victory.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Hence the experienced soldier, once in motion, is never\r\nbewildered; once he has broken camp, he is never at a loss.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Hence the saying: If you know the enemy and know yourself,\r\nyour victory will not stand in doubt; if you know Heaven and know Earth,\r\nyou may make your victory complete. \r\n"
                },
                "type": "li"
            }
        ],
        "type": "ol"
    },
    {
        "content": [
            {
                "content": {
                    "text": "Sun Tzu said: The art of war recognizes nine varieties\r\nof ground: (1) Dispersive ground; (2) facile ground; (3) contentious ground;\r\n(4) open ground; (5) ground of intersecting highways; (6) serious ground;\r\n(7) difficult ground; (8) hemmed-in ground; (9) desperate ground.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When a chieftain is fighting in his own territory, it is\r\ndispersive ground.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When he has penetrated into hostile territory, but to no\r\ngreat distance, it is facile ground.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Ground the possession of which imports great advantage to\r\neither side, is contentious ground.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Ground on which each side has liberty of movement is open\r\nground.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Ground which forms the key to three contiguous states, so\r\nthat he who occupies it first has most of the Empire at his command, is a\r\nground of intersecting highways.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When an army has penetrated into the heart of a hostile country,\r\nleaving a number of fortified cities in its rear, it is serious ground.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Mountain forests, rugged steeps, marshes and fens--all country\r\nthat is hard to traverse: this is difficult ground.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Ground which is reached through narrow gorges, and from which\r\nwe can only retire by tortuous paths, so that a small number of the enemy\r\nwould suffice to crush a large body of our men: this is hemmed in ground.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Ground on which we can only be saved from destruction by\r\nfighting without delay, is desperate ground.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "On dispersive ground, therefore, fight not. On facile ground,\r\nhalt not. On contentious ground, attack not.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "On open ground, do not try to block the enemy's way. On the\r\nground of intersecting highways, join hands with your allies.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "On serious ground, gather in plunder. In difficult ground,\r\nkeep steadily on the march.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "On hemmed-in ground, resort to stratagem. On desperate ground,\r\nfight.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Those who were called skillful leaders of old knew how to\r\ndrive a wedge between the enemy's front and rear; to prevent co-operation\r\nbetween his large and small divisions; to hinder the good troops from rescuing\r\nthe bad, the officers from rallying their men.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When the enemy's men were united, they managed to keep them\r\nin disorder.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When it was to their advantage, they made a forward move;\r\nwhen otherwise, they stopped still.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If asked how to cope with a great host of the enemy in orderly\r\narray and on the point of marching to the attack, I should say: \"Begin by\r\nseizing something which your opponent holds dear; then he will be amenable\r\nto your will.\"\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Rapidity is the essence of war: take advantage of the enemy's\r\nunreadiness, make your way by unexpected routes, and attack unguarded\r\nspots.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The following are the principles to be observed by an invading\r\nforce: The further you penetrate into a country, the greater will be the\r\nsolidarity of your troops, and thus the defenders will not prevail against\r\nyou.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Make forays in fertile country in order to supply your army\r\nwith food.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Carefully study the well-being of your men, and do not overtax\r\nthem. Concentrate your energy and hoard your strength. Keep your army continually\r\non the move, and devise unfathomable plans.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Throw your soldiers into positions whence there is no escape,\r\nand they will prefer death to flight. If they will face death, there is nothing\r\nthey may not achieve. Officers and men alike will put forth their uttermost\r\nstrength.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Soldiers when in desperate straits lose the sense of fear.\r\nIf there is no place of refuge, they will stand firm. If they are in hostile\r\ncountry, they will show a stubborn front. If there is no help for it, they\r\nwill fight hard.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Thus, without waiting to be marshaled, the soldiers will\r\nbe constantly on the qui vive; without waiting to be asked, they will do\r\nyour will; without restrictions, they will be faithful; without giving orders,\r\nthey can be trusted.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Prohibit the taking of omens, and do away with superstitious\r\ndoubts. Then, until death itself comes, no calamity need be feared.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If our soldiers are not overburdened with money, it is not\r\nbecause they have a distaste for riches; if their lives are not unduly long,\r\nit is not because they are disinclined to longevity.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "On the day they are ordered out to battle, your soldiers\r\nmay weep, those sitting up bedewing their garments, and those lying down\r\nletting the tears run down their cheeks. But let them once be brought to\r\nbay, and they will display the courage of a Chu or a Kuei.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The skillful tactician may be likened to the shuai-jan. Now\r\nthe shuai-jan is a snake that is found in the ChUng mountains. Strike at\r\nits head, and you will be attacked by its tail; strike at its tail, and you\r\nwill be attacked by its head; strike at its middle, and you will be attacked\r\nby head and tail both.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Asked if an army can be made to imitate the shuai-jan, I\r\nshould answer, Yes. For the men of Wu and the men of Yueh are enemies; yet\r\nif they are crossing a river in the same boat and are caught by a storm,\r\nthey will come to each other's assistance just as the left hand helps the\r\nright.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Hence it is not enough to put one's trust in the tethering\r\nof horses, and the burying of chariot wheels in the ground\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The principle on which to manage an army is to set up one\r\nstandard of courage which all must reach.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "How to make the best of both strong and weak--that is a question\r\ninvolving the proper use of ground.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Thus the skillful general conducts his army just as though\r\nhe were leading a single man, willy-nilly, by the hand.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "It is the business of a general to be quiet and thus ensure\r\nsecrecy; upright and just, and thus maintain order.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "He must be able to mystify his officers and men by false\r\nreports and appearances, and thus keep them in total ignorance.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "By altering his arrangements and changing his plans, he keeps\r\nthe enemy without definite knowledge. By shifting his camp and taking circuitous\r\nroutes, he prevents the enemy from anticipating his purpose.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "At the critical moment, the leader of an army acts like one\r\nwho has climbed up a height and then kicks away the ladder behind him. He\r\ncarries his men deep into hostile territory before he shows his hand.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "He burns his boats and breaks his cooking-pots; like a shepherd\r\ndriving a flock of sheep, he drives his men this way and that, and nothing\r\nknows whither he is going.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "To muster his host and bring it into danger:--this may be\r\ntermed the business of the general.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The different measures suited to the nine varieties of ground;\r\nthe expediency of aggressive or defensive tactics; and the fundamental laws\r\nof human nature: these are things that must most certainly be studied.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When invading hostile territory, the general principle is,\r\nthat penetrating deeply brings cohesion; penetrating but a short way means\r\ndispersion.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When you leave your own country behind, and take your army\r\nacross neighborhood territory, you find yourself on critical ground. When\r\nthere are means of communication on all four sides, the ground is one of\r\nintersecting highways.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When you penetrate deeply into a country, it is serious ground.\r\nWhen you penetrate but a little way, it is facile ground.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When you have the enemy's strongholds on your rear, and narrow\r\npasses in front, it is hemmed-in ground. When there is no place of refuge\r\nat all, it is desperate ground.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Therefore, on dispersive ground, I would inspire my men with\r\nunity of purpose. On facile ground, I would see that there is close connection\r\nbetween all parts of my army.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "On contentious ground, I would hurry up my rear.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "On open ground, I would keep a vigilant eye on my defenses.\r\nOn ground of intersecting highways, I would consolidate my alliances.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "On serious ground, I would try to ensure a continuous stream\r\nof supplies. On difficult ground, I would keep pushing on along the road.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "On hemmed-in ground, I would block any way of retreat. On\r\ndesperate ground, I would proclaim to my soldiers the hopelessness of saving\r\ntheir lives.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "For it is the soldier's disposition to offer an obstinate\r\nresistance when surrounded, to fight hard when he cannot help himself, and\r\nto obey promptly when he has fallen into danger.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "We cannot enter into alliance with neighboring princes until\r\nwe are acquainted with their designs. We are not fit to lead an army on the\r\nmarch unless we are familiar with the face of the country--its mountains\r\nand forests, its pitfalls and precipices, its marshes and swamps. We shall\r\nbe unable to turn natural advantages to account unless we make use of local\r\nguides.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "To be ignored of any one of the following four or five principles\r\ndoes not befit a warlike prince.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When a warlike prince attacks a powerful state, his generalship\r\nshows itself in preventing the concentration of the enemy's forces. He overawes\r\nhis opponents, and their allies are prevented from joining against him.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Hence he does not strive to ally himself with all and sundry,\r\nnor does he foster the power of other states. He carries out his own secret\r\ndesigns, keeping his antagonists in awe. Thus he is able to capture their\r\ncities and overthrow their kingdoms.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Bestow rewards without regard to rule, issue orders without\r\nregard to previous arrangements; and you will be able to handle a whole army\r\nas though you had to do with but a single man.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Confront your soldiers with the deed itself; never let them\r\nknow your design. When the outlook is bright, bring it before their eyes;\r\nbut tell them nothing when the situation is gloomy.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Place your army in deadly peril, and it will survive; plunge\r\nit into desperate straits, and it will come off in safety.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "For it is precisely when a force has fallen into harm's way\r\nthat is capable of striking a blow for victory.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Success in warfare is gained by carefully accommodating ourselves\r\nto the enemy's purpose.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "By persistently hanging on the enemy's flank, we shall succeed\r\nin the long run in killing the commander-in-chief.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "This is called ability to accomplish a thing by sheer\r\ncunning.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "On the day that you take up your command, block the frontier\r\npasses, destroy the official tallies, and stop the passage of all\r\nemissaries.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Be stern in the council-chamber, so that you may control\r\nthe situation.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If the enemy leaves a door open, you must rush in.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Forestall your opponent by seizing what he holds dear, and\r\nsubtly contrive to time his arrival on the ground.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Walk in the path defined by rule, and accommodate yourself\r\nto the enemy until you can fight a decisive battle.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "At first, then, exhibit the coyness of a maiden, until the\r\nenemy gives you an opening; afterwards emulate the rapidity of a running\r\nhare, and it will be too late for the enemy to oppose you. \r\n"
                },
                "type": "li"
            }
        ],
        "type": "ol"
    },
    {
        "content": [
            {
                "content": {
                    "text": "Sun Tzu said: There are five ways of attacking with\r\nfire. The first is to burn soldiers in their camp; the second is to burn\r\nstores; the third is to burn baggage trains; the fourth is to burn arsenals\r\nand magazines; the fifth is to hurl dropping fire amongst the enemy.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "In order to carry out an attack, we must have means available.\r\nThe material for raising fire should always be kept in readiness.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "There is a proper season for making attacks with fire, and\r\nspecial days for starting a conflagration.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The proper season is when the weather is very dry; the special\r\ndays are those when the moon is in the constellations of the Sieve, the Wall,\r\nthe Wing or the Cross-bar; for these four are all days of rising wind.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "In attacking with fire, one should be prepared to meet five\r\npossible developments:\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "(1) When fire breaks out inside to enemy's camp, respond\r\nat once with an attack from without.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "(2) If there is an outbreak of fire, but the enemy's soldiers\r\nremain quiet, bide your time and do not attack.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "(3) When the force of the flames has reached its height,\r\nfollow it up with an attack, if that is practicable; if not, stay where you\r\nare.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "(4) If it is possible to make an assault with fire from without,\r\ndo not wait for it to break out within, but deliver your attack at a favorable\r\nmoment.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "(5) When you start a fire, be to windward of it. Do not attack\r\nfrom the leeward.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "A wind that rises in the daytime lasts long, but a night\r\nbreeze soon falls.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "In every army, the five developments connected with fire\r\nmust be known, the movements of the stars calculated, and a watch kept for\r\nthe proper days.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Hence those who use fire as an aid to the attack show\r\nintelligence; those who use water as an aid to the attack gain an accession\r\nof strength.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "By means of water, an enemy may be intercepted, but not robbed\r\nof all his belongings.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Unhappy is the fate of one who tries to win his battles and\r\nsucceed in his attacks without cultivating the spirit of enterprise; for\r\nthe result is waste of time and general stagnation.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Hence the saying: The enlightened ruler lays his plans well\r\nahead; the good general cultivates his resources.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Move not unless you see an advantage; use not your troops\r\nunless there is something to be gained; fight not unless the position is\r\ncritical.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "No ruler should put troops into the field merely to gratify\r\nhis own spleen; no general should fight a battle simply out of pique.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If it is to your advantage, make a forward move; if not,\r\nstay where you are.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Anger may in time change to gladness; vexation may be succeeded\r\nby content.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "But a kingdom that has once been destroyed can never come\r\nagain into being; nor can the dead ever be brought back to life.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Hence the enlightened ruler is heedful, and the good general\r\nfull of caution. This is the way to keep a country at peace and an army intact.\r\n\r\n"
                },
                "type": "li"
            }
        ],
        "type": "ol"
    },
    {
        "content": [
            {
                "content": {
                    "text": "Sun Tzu said: Raising a host of a hundred thousand\r\nmen and marching them great distances entails heavy loss on the people and\r\na drain on the resources of the State. The daily expenditure will amount\r\nto a thousand ounces of silver. There will be commotion at home and abroad,\r\nand men will drop down exhausted on the highways. As many as seven hundred\r\nthousand families will be impeded in their labor.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Hostile armies may face each other for years, striving for\r\nthe victory which is decided in a single day. This being so, to remain in\r\nignorance of the enemy's condition simply because one grudges the outlay\r\nof a hundred ounces of silver in honors and emoluments, is the height of\r\ninhumanity.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "One who acts thus is no leader of men, no present help to\r\nhis sovereign, no master of victory.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Thus, what enables the wise sovereign and the good general\r\nto strike and conquer, and achieve things beyond the reach of ordinary men,\r\nis foreknowledge.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Now this foreknowledge cannot be elicited from spirits; it\r\ncannot be obtained inductively from experience, nor by any deductive\r\ncalculation.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Knowledge of the enemy's dispositions can only be obtained\r\nfrom other men.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Hence the use of spies, of whom there are five classes: (1)\r\nLocal spies; (2) inward spies; (3) converted spies; (4) doomed spies; (5)\r\nsurviving spies.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "When these five kinds of spy are all at work, none can discover\r\nthe secret system. This is called \"divine manipulation of the threads.\" It\r\nis the sovereign's most precious faculty.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Having local spies means employing the services of the\r\ninhabitants of a district.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Having inward spies, making use of officials of the enemy.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Having converted spies, getting hold of the enemy's spies\r\nand using them for our own purposes.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Having doomed spies, doing certain things openly for purposes\r\nof deception, and allowing our spies to know of them and report them to the\r\nenemy.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Surviving spies, finally, are those who bring back news from\r\nthe enemy's camp.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Hence it is that which none in the whole army are more intimate\r\nrelations to be maintained than with spies. None should be more liberally\r\nrewarded. In no other business should greater secrecy be preserved.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Spies cannot be usefully employed without a certain intuitive\r\nsagacity.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "They cannot be properly managed without benevolence and\r\nstraightforwardness.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Without subtle ingenuity of mind, one cannot make certain\r\nof the truth of their reports.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Be subtle! be subtle! and use your spies for every kind of\r\nbusiness.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "If a secret piece of news is divulged by a spy before the\r\ntime is ripe, he must be put to death together with the man to whom the secret\r\nwas told.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Whether the object be to crush an army, to storm a city,\r\nor to assassinate an individual, it is always necessary to begin by finding\r\nout the names of the attendants, the aides-de-camp, and door-keepers and\r\nsentries of the general in command. Our spies must be commissioned to ascertain\r\nthese.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The enemy's spies who have come to spy on us must be sought\r\nout, tempted with bribes, led away and comfortably housed. Thus they will\r\nbecome converted spies and available for our service.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "It is through the information brought by the converted spy\r\nthat we are able to acquire and employ local and inward spies.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "It is owing to his information, again, that we can cause\r\nthe doomed spy to carry false tidings to the enemy.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Lastly, it is by his information that the surviving spy can\r\nbe used on appointed occasions.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "The end and aim of spying in all its five varieties is knowledge\r\nof the enemy; and this knowledge can only be derived, in the first instance,\r\nfrom the converted spy. Hence it is essential that the converted spy be treated\r\nwith the utmost liberality.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Of old, the rise of the Yin dynasty was due to I Chih who\r\nhad served under the Hsia. Likewise, the rise of the Chou dynasty was due\r\nto Lu Ya who had served under the Yin.\r\n"
                },
                "type": "li"
            },
            {
                "content": {
                    "text": "Hence it is only the enlightened ruler and the wise general\r\nwho will use the highest intelligence of the army for purposes of spying\r\nand thereby they achieve great results. Spies are a most important element\r\nin water, because on them depends an army's ability to move.\r\n"
                },
                "type": "li"
            }
        ],
        "type": "ol"
    }
]
